[{"name":"Ignitus","website":"ignitus.org","angellink":"https://angel.co/ignitus-2/jobs","place":"\n\nIndia, Remote, Pittsburgh, Earth\n","roles":["Front End Development Internship","Ignitus Scholar"],"salary":"No salary · No equity","founders":[{"name":"divyanshu rawat","link":"https://angel.co/divyanshu-rawat"},{"name":"Ayush Pareek","link":"https://angel.co/ayush-pareek"}],"whyUs":"• Ignitus runs as a non-profit and works towards the upliftment of education equity worldwide by decentralizing research, skill-acquisition and employment opportunities. \n<br>• The Ignitus platform serves as a catalyst and as a bridge between different actors of the education and job market. We provide top quality global internship and job opportunities to students, dropouts, professionals and anyone in need. \n<br>• Additionally, we are trying to close the gap between industry demands and educational upskilling through goal-oriented learning and soft-skill training.","product":"Ignitus helps students and professionals get handpicked top-quality global research and industrial internships, for free! Additionally, students participate in projects and training programs supervised by our experts. We have only one goal - 'Skyrocketing your career by providing you the best global opportunities'. The platform has got exponential growth after successful internship completion by our students with researchers from SAIL (Stanford AI Lab), MIT Media Lab and Oxford University."},{"name":"Blowfish Technologies","website":"blowfishtech.io","angellink":"https://angel.co/blowfish-technologies/jobs","place":"\n\nRemote, India, Toronto\n","roles":["Stellar Blockchain + Python"],"salary":"₹12,000 – ₹20,000 · 0.15% – 0.25%","founders":[{"name":"Hoy P. Chan ","link":"https://angel.co/hoy-p-chan-1"}],"whyUs":"• Ignitus runs as a non-profit and works towards the upliftment of education equity worldwide by decentralizing research, skill-acquisition and employment opportunities. \n<br>• The Ignitus platform serves as a catalyst and as a bridge between different actors of the education and job market. We provide top quality global internship and job opportunities to students, dropouts, professionals and anyone in need. \n<br>• Additionally, we are trying to close the gap between industry demands and educational upskilling through goal-oriented learning and soft-skill training.","product":"Ignitus helps students and professionals get handpicked top-quality global research and industrial internships, for free! Additionally, students participate in projects and training programs supervised by our experts. We have only one goal - 'Skyrocketing your career by providing you the best global opportunities'. The platform has got exponential growth after successful internship completion by our students with researchers from SAIL (Stanford AI Lab), MIT Media Lab and Oxford University."},{"name":"Intyrn","website":"Www.intyrn.com","angellink":"https://angel.co/intyrn-1/jobs","place":"\n\nOrange County, Remote\n","roles":["Paid Intern Gig Economy and Part Time Hustles You Can Do From Home!"],"salary":"$1k – $80k · 0.01% – 0.25%","founders":[{"name":"Áristeía Æsir","link":"https://angel.co/aristeia-ae"}],"whyUs":"• Ignitus runs as a non-profit and works towards the upliftment of education equity worldwide by decentralizing research, skill-acquisition and employment opportunities. \n<br>• The Ignitus platform serves as a catalyst and as a bridge between different actors of the education and job market. We provide top quality global internship and job opportunities to students, dropouts, professionals and anyone in need. \n<br>• Additionally, we are trying to close the gap between industry demands and educational upskilling through goal-oriented learning and soft-skill training.","product":"We connect those with part time hustles with locals who need help on almost any gig, hustle or size job imaginable.\n\n"},{"name":"Packlane","website":"packlane.com","angellink":"https://angel.co/packlane/jobs","place":" Remote, Chicago, San Francisco, Berkeley","roles":["Front-End Engineer"],"salary":"$70k – $125k · No equity","founders":[{"name":"Miriam Brafman","link":"https://angel.co/miriamb"}],"whyUs":"Packlane is an online B2B printing startup that is pioneering a brilliant solution to the packaging needs of businesses from small and medium enterprises to larger corporations. You will be working for a company that is breaking new ground in the way brands order and design the packaging that contains their products.","product":"Packlane makes it easy and affordable for small businesses to design and order custom packaging. Through Packlane's online store, customers can apply their own branding and artwork to various stock packaging styles, get an instant quote, and preview their designs in full photorealistic 3D using state of the art browser technology. Customers can place orders in quantities as low as 10 units and have it delivered in 2 weeks."},{"name":"Kyokan","website":"kyokan.io","angellink":"https://angel.co/kyokan/jobs","place":" Remote","roles":["Backend Software Engineer (Golang)"],"salary":"$65k – $145k · 0.05% – 0.5%","founders":[{"name":"Daniel Tsui","link":"https://angel.co/sdtsui"},{"name":"Jacky Chi Kei Chan","link":"https://angel.co/chikeichan"},{"name":"Matthew Slipper","link":"https://angel.co/matthew-slipper"}],"whyUs":"We're lucky to count MetaMask, DFINITY, the Ethereum Foundation, and many others as previous and current collaborators.  We're building a team of craftspeople full of optimism for the future of the web. If you're interested in exploring, learning, growing, and building -- if required, through a crypto nuclear winter -- reach out.","product":"Kyokan is a software engineering consultancy that builds products and infrastructure for the crypto asset industry. Founded by software engineers who have worked at Symphony Communications, Wealthfront, and Uber, we are bootstrapped and profitable. Headquartered in the San Francisco Bay Area, we're building remote-first, distributed product teams. We are laying the foundation for a robust, collaborative, friendly, and diligent product culture that will last for decades. We value dedication to craft, intrinsically motivated pursuit of mastery, and care for quality. We bring a relentless drive to deliver outsized impact to the projects we collaborate with. We believe that public blockchains will replace networks with markets, enabling a future with greater efficiency and individual agency. We are looking for exceptional software engineers and product-focused professionals to join us."},{"name":"Coinvest","website":"coinve.st","angellink":"https://angel.co/coinvesthq/jobs","place":" Dallas, Remote, New York City, Puerto Rico","roles":["Full Stack Web Developer"],"salary":"$60k – $100k · No equity","founders":[{"name":"Damon Nam","link":"https://angel.co/damonnam"}],"whyUs":"Coinvest is an emerging blockchain technology company that is democratizing cryptocurrencies by creating a single destination that empowers anyone to easily buy, invest, and spend cryptocurrencies through a decentralized process using only a single online account and COIN.","product":"Coinvest is the world’s first decentralized investment trading market for cryptocurrencies. Coinvest empowers anyone to virtually invest in individual or a curated index of cryptonized assets through one coin."},{"name":"1 Second Everyday","website":"1se.co","angellink":"https://angel.co/1secondeveryday/jobs","place":" Remote","roles":["iOS Engineer"],"salary":"$75k – $100k · 0.1% – 0.15%","founders":[{"name":"Schoneck Shoaf","link":"https://angel.co/schoneck"},{"name":"Cesar Kuriyama","link":"https://angel.co/kuriyama"}],"whyUs":"Over the past 5 years, we've become an award-winning app with millions of downloads. We’re consistently one of the Top 10 Paid Apps on the App Store and have hit #1 several times in 2018 (we even beat Minecraft!). You may also remember us in the movie Chef.","product":"1 Second Everyday is an application that stitches together snippets of video to document your life’s journey. We provide a way for mothers to remember the first year of her child, a family to share their most private moments, or a couple to journal their new life together. Over the past 5 years, we've become an award-winning app, the #1 paid app over the holidays (we even beat Minecraft!), and featured in the movie Chef."},{"name":"ImpactMapper","website":"impactmapper.com","angellink":"https://angel.co/impactmapper/jobs","place":" Cambridge, Remote","roles":["Ruby Developer with Data Science Experience"],"salary":"$50k – $80k · 0.005% – 0.05%","founders":[{"name":"Alexandra Pittman","link":"https://angel.co/alexandra-pittman-1"}],"whyUs":"Over the past 5 years, we've become an award-winning app with millions of downloads. We’re consistently one of the Top 10 Paid Apps on the App Store and have hit #1 several times in 2018 (we even beat Minecraft!). You may also remember us in the movie Chef.","product":"ImpactMapper is software for social good.\nWe're building a platform for non-profit organisations and donors to help them visualise their social impact, track data trends and share the stories that matter most.\n"},{"name":"SelfDecode","website":"selfdecode.com","angellink":"https://angel.co/selfdecode/jobs","place":" Dana Point, Newport Beach, Remote","roles":["Backend Python/Django Developer","WordPress Developer","React Native Developer"],"salary":"$10k – $60k · 0.0% – 0.5%","founders":[{"name":"Joseph Cohen","link":"https://angel.co/joseph-cohen-6"}],"whyUs":"We want to personalize health recommendations by integrating genomic data with blood tests to get a more comprehensive picture of our users health.","product":"It is a health reporting dashboard, unified health data api, and 3rd party analysis marketplace"},{"name":"Continu","website":"continu.co","angellink":"https://angel.co/continu/jobs","place":" Santa Monica, Los Angeles, San Francisco, Remote","roles":["Software Engineer"],"salary":"$80k – $100k · 0.0% – 0.5%","founders":[{"name":"Scott Burgess","link":"https://angel.co/scottburgess"}],"whyUs":"At Continu we’re on a mission to build better workplaces through the development of thoughtful software that solves problems for our users. Our Learning software has been used by some of the worlds smartest companies to help develop their employees.","product":"Continu is a beautiful Learning Platform for the Modern Teams."},{"name":"AI Foundation","website":"aifoundation.com","angellink":"https://angel.co/ai-foundation/jobs","place":" San Francisco, Las Vegas, Remote","roles":["NLP Software Engineer / Advisor"],"salary":"$100k – $150k · 0.1% – 0.5%","founders":[{"name":"Rob Meadows","link":"https://angel.co/rob-meadows-1"},{"name":"Lars Buttler","link":"https://angel.co/lars-buttler-1"}],"whyUs":"At Continu we’re on a mission to build better workplaces through the development of thoughtful software that solves problems for our users. Our Learning software has been used by some of the worlds smartest companies to help develop their employees.","product":"Personal AI Interfaces - Revolutionary new interfaces between humans and AI open up a whole new universe of AI-powered jobs. Truly personal AI requires deep interactions between users and AI for collaboration and training, which must be natural and more like hobby or play.\n\nPersonal AI Platform - The AI Foundation platform enables rapid creation and evolution of complex intelligent agents for highly personal jobs with easy reusability of skills and data, convenient communication and movement between physical and virtual environments, convenient security and personalization, and powerful distributed learning in AI-native loops.\n\nGlobal Community - The AI Foundation community incubates and contributes to the ideation, research, design, development, manufacturing, launch, sales, operations, and the evolution of revolutionary personal AI. Community members enjoy the upside of their creations and benefit all of humanity."},{"name":"Bloom","website":"bloom.co","angellink":"https://angel.co/hellobloom/jobs","place":" Remote, San Francisco, Orlando","roles":["Senior Blockchain Engineer","Backend Developer","Frontend Developer","iOS Developer","Android Developer"],"salary":"$80k – $160k · No equity","founders":[{"name":"Jesse Leimgruber","link":"https://angel.co/jesserank"},{"name":"Alain Meier","link":"https://angel.co/alainmeier"},{"name":"Ryan Faber","link":"https://angel.co/ryanfaber"},{"name":"John Backus","link":"https://angel.co/john-backus"}],"whyUs":"At Continu we’re on a mission to build better workplaces through the development of thoughtful software that solves problems for our users. Our Learning software has been used by some of the worlds smartest companies to help develop their employees.","product":"Bloom is an end-to-end protocol for identity attestation, risk assessment and credit scoring, entirely on the blockchain. Bloom allows both traditional and digital currency lenders to serve billions of people who currently cannot obtain a bank account or credit score."},{"name":"Kisi","website":"getkisi.com","angellink":"https://angel.co/kisi/jobs","place":"\n\nStockholm, New York City, Brooklyn, Remote\n","roles":["Web Developer"],"salary":"$10k – $20k · No equity","founders":[{"name":"Bernhard Mehl","link":"https://angel.co/bernhard-mehl"},{"name":"Maximilian Schuetz","link":"https://angel.co/maximilian-schuetz"},{"name":"Carl Pfeiffer","link":"https://angel.co/carl-kisi-io"}],"whyUs":"Our world is turning digital at an exponential rate. Where the internet once was a place for mostly virtual products and services, we have quickly learned just how drastically our lives can be changed when physical products such as light bulbs, apartments and cars can be used and shared through online platforms. At Kisi, we’re part of this revolution everyday, letting people unlock their offices with their smartphones by bringing access security to the digital era. Instead of treating security as a necessary burden for users, we set out to create a seamless and convenient experience. Help us on our mission to build the smartest security system existing to date and join the Kisi Krew in New York or Stockholm!","product":"Kisi is a smartphone-enabled access control system. Designed for businesses, commercial office and residential buildings, Kisi integrates with existing infrastructure to add a whole new level of speed, convenience and functionality to traditional access control systems. The system consists of a beautifully designed, one-device-fits-all gateway, an easy-to-use online management system and the Kisi App. With Kisi, key cards and fobs can be a thing of the past."},{"name":"Paybear","website":"paybear.io","angellink":"https://angel.co/paybear/jobs","place":" Remote","roles":["React Native Developer","Elixir or Erlang Developer"],"salary":"$80K – $130K · No Equity","founders":[{"name":"Tushar Singh","link":"https://angel.co/tushar-singh-26"},{"name":"Ivan Semin","link":"https://angel.co/ivan-semin-1"}],"whyUs":"We're a small, distributed startup in a competitive space trying to do the impossible. We're creating a payment platform for ecommerce &amp; SaaS merchants to easily accept cryptocurrencies. We've already built a product that's way ahead of the competition, but now we need key talent to scale. ","product":"Paybear is a payment platform for cryptocurrencies. We currently enable ecommerce &amp; SaaS merchants to accept 7 cryptocurrencies through easy integrations and a flexibile API. We're rapidly expanding our product scope and vision to meet the needs of merchants in the cryptocurrency space.\n\n"},{"name":"Destinato Nigeria","website":"destinato.org","angellink":"https://angel.co/destinato-nigeria/jobs","place":"\n\nNigeria, United States, Remote\n","roles":["INTERNSHIPS VOLUNTEERS and ADVISORS Needed to Build a Utopian Planned Township in Nigeria"],"salary":"$1k – $1k · No equity","founders":[{"name":"Áristeía Æsir","link":"https://angel.co/aristeia-ae"}],"whyUs":"We're a small, distributed startup in a competitive space trying to do the impossible. We're creating a payment platform for ecommerce &amp; SaaS merchants to easily accept cryptocurrencies. We've already built a product that's way ahead of the competition, but now we need key talent to scale. ","product":"Yes, we're the Destinato you've probably heard about that's building a utopia. Today there are millions of homeless children, with no hope for a happy childhood. We're changing things by doing things right. \n\nAcross the world were building smart towns, villages, and cities for humanity and beta tested with the poor.\n\nIn Nigeria we're creating a utopian village for orphans, homeless women and families. Our 22nd century oceanside communities will feature autonomous farming, A.I., blockchain economies and more. Crucially, it will provide a safe, secure and welcoming place for homeless women and children. \n\nWe can become the change we wish to see in the world. It just requires our coming together to solve it. Child Homelessness is a needless tragedy. We can eliminate it within our lifetime. Join us in creating utopia.\n"},{"name":"zuper","website":"getzuper.com","angellink":"https://angel.co/zuperbank/jobs","place":" Munich, Niš, Remote, Berlin, Vilnius","roles":["Backend Developer (Java)","Machine Learning and Data Scientist"],"salary":"€20k – €40k · No equity","founders":[{"name":"Alexey Rubtsov","link":"https://angel.co/alexey-rubtsov"},{"name":"Leitha Matz","link":"https://angel.co/leitha-matz"},{"name":"Marko Andjelkovic","link":"https://angel.co/marko-andjelkovic"},{"name":"Jelena Vukadinovic","link":"https://angel.co/jelena-vukadinovic"}],"whyUs":"Let’s make achieving financial health as easy as opening an app!","product":"Imagine if you could secure a sound financial future for yourself and your family with small, achievable steps and the right reminders every week. \n\nIn the same way that a fitness app coaches people to become physically stronger, our mobile app helps people to become financially stronger.\n\nUsing applied technology and findings from behavioral economics, Zuper helps to guide and coach the customer, helping them to either invest in or utilize loans, create savings, and find low-effort financial planning that’s better suited to each person’s needs at each point along the wealth journey.\n\nOver time, we will streamline spending and saving, make banking more transparent, put control into the hands of the consumer and eliminate unfair credit practices. Zuper is building that future today.\n"},{"name":"Sezzle","website":"sezzle.com","angellink":"https://angel.co/sezzle/jobs","place":"\n\nBengaluru, Minneapolis, Remote, Québec City, Montreal\n","roles":["Front-End Engineer","Commerce Cloud / Demandware Developer"],"salary":"₹5L – ₹7L · No equity","founders":[{"name":"Charlie Youakim","link":"https://angel.co/charlie-youakim"},{"name":"Paul Paradis","link":"https://angel.co/paul-paradis"},{"name":"Killian Brackey","link":"https://angel.co/killian-brackey"}],"whyUs":"At Sezzle, our mission is to financially empower young people.","product":"Sezzle is an alternative payment platform that helps merchants increase online sales by enabling their customers to pay for their orders with interest-free installment plans. Consumers pay over time, but our merchant partners are paid upfront, eliminating risk of fraud or non-payment.\n\nWhen you pay with Sezzle, your purchase is split into four equal, interest-free installments automatically scheduled over the next six weeks. It's a financially responsible way to pay over time and build credit.\n\nBecause 67% of consumers under the age of 30 have sub- or non-prime credit scores, we use a proprietary algorithm over traditional credit checks to determine credit worthiness, enabling more consumers to get approved."},{"name":"Dribbble","website":"dribbble.com","angellink":"https://angel.co/dribbble/jobs","place":" Remote","roles":["Senior Front End Engineer","Senior Full Stack Engineer"],"salary":"$90k – $130k · No equity","founders":[],"whyUs":"About Us:","product":"Dribbble is the go-to resource for discovering and connecting with designers and creative talent around the globe.\n\nFounded in 2009, we are a bootstrapped and profitable company helping design talent share, grow, and get hired by over 40,000 of today’s most innovative brands around the world."},{"name":"VETTED","website":"thevetted.com","angellink":"https://angel.co/vetted/jobs","place":"\n\nRemote, Delhi\n","roles":["Software Engineer, Product Developer","Front End Software Engineer"],"salary":"₹15L – ₹20L · 0.5% – 1.0%","founders":[{"name":"Jagmeet Lamba","link":"https://angel.co/jlamba"}],"whyUs":"At Vetted, we are building a scalable, robust software application for enterprises to manage and onboard their third party organizations. \n<br>A completely remote, collaborative and transparent work culture where you'll work on many interesting use cases and problems.  ","product":"Every single firm that sends an invoice becomes a vendor to the enterprise. As a result, most enterprises now have more vendors than employees. Each vendor needs to be vetted via background checks, validating tax id, banking data, internal sign-offs, etc.. This is currently done manually at significant cost, expense and risk to the enterprise. \n\nVETTED is an automated vendor management platform that instantly vets vendors via direct integrations with IRS, D&amp;B, social media, etc. and streamlines sign-offs via a highly configurable workflow. "},{"name":"Venture Builder","website":"createl.la","angellink":"https://angel.co/venturebuilder/jobs","place":"\n\nRemote, Europe, Asia, Canada, New York City, United States, Singapore, California, France, United Kingdom\n","roles":["Passionate React Native Developers with passion to build disruptive products"],"salary":"$7k – $15k · No equity","founders":[],"whyUs":"At Vetted, we are building a scalable, robust software application for enterprises to manage and onboard their third party organizations. \n<br>A completely remote, collaborative and transparent work culture where you'll work on many interesting use cases and problems.  ","product":"Every single firm that sends an invoice becomes a vendor to the enterprise. As a result, most enterprises now have more vendors than employees. Each vendor needs to be vetted via background checks, validating tax id, banking data, internal sign-offs, etc.. This is currently done manually at significant cost, expense and risk to the enterprise. \n\nVETTED is an automated vendor management platform that instantly vets vendors via direct integrations with IRS, D&amp;B, social media, etc. and streamlines sign-offs via a highly configurable workflow. "},{"name":"Knack","website":"knack.com","angellink":"https://angel.co/knack/jobs","place":" United States, Remote, Earth","roles":["Senior JavaScript Engineer","DevOps Engineer"],"salary":"$90k – $125k · 0.5% – 2.5%","founders":[{"name":"Brandon Griggs","link":"https://angel.co/bigboxofbrandon"},{"name":"Eric Katherman","link":"https://angel.co/eric-katherman"}],"whyUs":"We do things a little differently and we like it that way. Our team is close-knit, highly-engaged, 100% remote, and dedicated to building a world-class product striving to democratize data and app building. ","product":"Knack enables non-programmers to do amazing things with their data. It's the central hub that makes it easy to do something useful with all of your data.\n\nKnack starts with storing your data in a simple online database. You can then build simple web apps using search, forms, tables, and more to display, update, and share that data. These apps make it easy to manage and analyze the data, build workflows, share it with other users, and integrate it with other services.\n\nApps can be published to any site and adapt to the surrounding design.  Multiple versions can be published to different sites and for different audiences. \n\nDevelopers can extend these apps with a RESTful API, custom CSS, and JS event handlers."},{"name":"The Shelf","website":"theshelf.com","angellink":"https://angel.co/the-shelf-1/jobs","place":" Remote, New York City","roles":["React.js Engineer (Remote Only, No Relocation) -- Start asap"],"salary":"$20k – $40k · No equity","founders":[{"name":"Atul Singh","link":"https://angel.co/atul-1"},{"name":"Lauren Jung","link":"https://angel.co/lauren-jung"}],"whyUs":"The Shelf is a profitable and rapidly growing Influencer Marketing startup, based in Brooklyn, NY. ","product":"The Shelf brings big-data and machine-learning to the world of influencer/word-of-mouth marketing.\n\nOur paying customers include startups, agencies, and big brands. They utilize our platform to: \na) Discover relevant influencers from our database of 200K and growing influencers\nb) Setup campaigns, invite influencers to those campaigns, and manage everything using our built-in emailing system\nc) Additionally, customers are able to analyze and engage with influencer mentions directly from Facebook, Pinterest, Twitter, Instagram, and blogs through our platform.\n\nOur technology platform is orders of magnitude superior to existing agency-style solutions. Specifically, we achieve :\n-significantly more coverage\n-high scalability\n-and powerful relevance-based search functionality.\n"},{"name":"Dock","website":"dock.io","angellink":"https://angel.co/getdock/jobs","place":" San Francisco, Remote","roles":["Blockchain Engineer"],"salary":"$70k – $140k · 0.0% – 1.0%","founders":[{"name":"Nick Macario","link":"https://angel.co/nickmacario"},{"name":"Elina Cadouri","link":"https://angel.co/elina-cadouri"}],"whyUs":"Dock is on a mission to give users control of their data and provide a more open and connected internet by creating an ecosystem of apps communicating with one another.","product":"Dock is a blockchain project focused on providing a more open and connected internet. We achieve this through a decentralized data exchange protocol built on the Ethereum network. \n\nDock is a network that makes it possible to connect apps and platforms you use into one sharable source. Dock makes it possible for you to use your online profile, professional network, and recommendations and reviews across any app in the network. "},{"name":"Amiqus","website":"amiqus.co","angellink":"https://angel.co/amiqus/jobs","place":" Edinburgh, Remote","roles":["Devops Engineer"],"salary":"£45k – £50k · 0.1% – 0.2%","founders":[{"name":"Callum Murray","link":"https://angel.co/callum-murray"}],"whyUs":"Dock is on a mission to give users control of their data and provide a more open and connected internet by creating an ecosystem of apps communicating with one another.","product":"Amiqus ID handles anti-money laundering and compliance checks online, turning hours of manual admin into minutes of automated process for regulated markets. As legislative burden and cyber risks continue to increase Amiqus ID turns hours into minutes of admin for both staff and clients.\n\nCurrently focused on the legal sector, with an addressable market of £100m, we now also have clients and significant opportunities from other regulated sectors. In the last six months we’ve attracted 19 early adopting clients, the largest of which is a growing firm with 12 offices and 400 staff. \n\nIn June of this year we became an approved supplier for the Law Society of Scotland and secured a sales partnership with First Scottish who handle 60% of legal property searches in Scotland.\n\n\n"},{"name":"Pulse iD","website":"pulseid.com","angellink":"https://angel.co/pulse-id/jobs","place":" Federal Territory of Kuala Lumpur, Kuala Lumpur, Remote, Vietnam, Hong Kong, Eastern Europe, Malaysia, Philippines","roles":["Senior Front End Developer"],"salary":"$25k – $32k · 0.05% – 0.1%","founders":[],"whyUs":"Dock is on a mission to give users control of their data and provide a more open and connected internet by creating an ecosystem of apps communicating with one another.","product":"Cognitive Geo-profiling\nOur powerful algorithms profile &amp; tag customers based on the locations they visit\n\nGeo-fraud &amp; Security\nDetect &amp; reduce fraudulent payments, next generation KYC &amp; trigger transaction controls\n\nConcierge Virtual Assistant\nAI-powered virtual assistant for store sales staff. Help them close more sales by providing superb service to high-value customers\n\nLocation-based Engagement\nLocation-based offers or rewards sent to customer smartphones when they are near or inside a store"},{"name":"Stealth Startup","website":"Website","angellink":"https://angel.co/stealth-startup-52/jobs","place":" New York City, Minneapolis, Remote","roles":["Senior / Mid Level Front-End Engineer"],"salary":"$50k – $120k · 0.05% – 0.2%","founders":[],"whyUs":"Vision?  Check\n<br>Experience?  Check\n<br>Qualifications?  Check\n<br>Entrepreneur Abilities?  Check\n<br>Ducks are all lined up?  Check\n<br>42?  Check","product":"We are building a a product that crosses the legal tech and fin tech spaces.  It enables contract negoation with risk analysis, it supports analytics and it manages ongoing obligations of transactions.\nThere will be components of NLP and ML as we proceed along with a straight-up SaaS platform.\nSome aspects are straightforward.  Some require innovative thinking.\nCan you do that?\nPlease include a reliable email address when you are interested.  We have noticed that responding with a message using Angel.co does not seem reliable."},{"name":"volders","website":"volders.de","angellink":"https://angel.co/volders/jobs","place":" Remote, Berlin, Germany","roles":["Senior Software Engineer: Ruby and Elixir"],"salary":"€40k – €60k · No equity","founders":[{"name":"Jan Hendrik Ansink","link":"https://angel.co/jan-ansink-1"}],"whyUs":"When customers think of their contracts, they should think of Volders – and know that we take complete care of them, from cancellations to switching. We organise their contracts perfectly to fit their needs and lifestyles, and we are always ready to help them right away. We help solve their problems and offer them possibilities, so our customers can sit back, relax, and be free for what they really want to do. Volders has over 900,000 customers in Germany. ","product":"When customers think of their contracts, they should think of Volders – and know that we take complete care of them, from cancellations to switching. We organise their contracts perfectly to fit their needs and lifestyles, and we are always ready to help them right away. We help solve their problems and offer them possibilities, so our customers can sit back, relax, and be free for what they really want to do. Volders has over 900,000 customers in Germany. \n\nWeb: https://www.volders.de\niOS: http://apple.co/1NpASxa\nAndroid: https://goo.gl/2rQMva"},{"name":"Adeva","website":"adeva.co","angellink":"https://angel.co/adeva/jobs","place":" Remote","roles":["Senior Java Developer"],"salary":"$60k – $100k · No equity","founders":[{"name":"Katerina Trajchevska","link":"https://angel.co/katerina-trajchevska"},{"name":"Tosho Trajanov","link":"https://angel.co/tosho-trajanov"}],"whyUs":"We believe that individual talent can only take us so far in our industry. While personal excellence is highly valued at Adeva, so is a deep commitment to contribution and collaboration.","product":"Adeva is a startup company that helps startups and enterprises hire world-class talent from around the globe. Our vision is to bring untapped word-class talent to hyper-growing tech companies and help them launch international careers. \n\nUsing unconventional approaches for sourcing, screening and evaluating engineers, we are constantly growing our talent community."},{"name":"Mixmax","website":"mixmax.com","angellink":"https://angel.co/mixmax/jobs","place":" San Francisco, California, Illinois, Remote, Michigan, Australia, Mexico","roles":["Front-end Developer (Remote)"],"salary":"$40k – $65k · No equity","founders":[{"name":"Olof Mathé","link":"https://angel.co/olofster"},{"name":"Brad Vogel","link":"https://angel.co/bradvogel"},{"name":"Chanpory Rith","link":"https://angel.co/chanpory"}],"whyUs":"At Mixmax, our mission is to do the impossible with email: to make it as rich, interactive, and developer-friendly as the web. We’re looking for a senior, full stack engineer to bring email into the future.","product":"Mixmax makes email as powerful as web pages by enabling actions like completing purchases, confirming expense reports, scheduling events, and answering surveys—all within an email, no plugins required. Any developer can bring interactive apps into email using Mixmax as a platform, without worrying about client idiosyncrasies.\n\nAfter building communications products at companies like Apple, Google, and Skype we saw a huge opportunity to build a world where email maximizes both your productivity and expressiveness. Our team met at Inkling, where together we built Inkling Habitat, the WYSIWYG ebook editor now used by the world’s biggest publishers. We have unique experience in enabling interactivity cross-platform. \n\nGet Mixmax here: http://mixmax.com\nCheck out our Twitter Wall of Love here: https://twitter.com/MixmaxHQ/timelines/676913925221449728\n\nCheck out our engineering stack: http://stackshare.io/mixmax"},{"name":"Modus Create","website":"ModusCreate.com","angellink":"https://angel.co/modus-create/jobs","place":"\n\nReston, Remote\n","roles":["Front End Engineer - ReactJS","Front End Engineer - Angular 4 / Ionic 3"],"salary":"","founders":[{"name":"Patrick Sheridan","link":"https://angel.co/patrick-sheridan"}],"whyUs":"Modus Create is a Product Studio that offers consulting services and SaaS products for strategy, planning, and execution of web and mobile products. We work across multiple industries with Fortune 1000, ISVs, and startups to validate, plan, and launch new products. Just named one of Inc 5000's fastest growing companies in the US, we are headquartered in Reston, VA. Our bootstrapped team that has grown from 2 to 75 people in 11 countries in 5 years, committed to building the best product consulting firm on the planet. We offer a highly collaborative, autonomous, and effective working environment. We love and believe in what we do. This is your chance to be part of building something great.","product":"Mixmax makes email as powerful as web pages by enabling actions like completing purchases, confirming expense reports, scheduling events, and answering surveys—all within an email, no plugins required. Any developer can bring interactive apps into email using Mixmax as a platform, without worrying about client idiosyncrasies.\n\nAfter building communications products at companies like Apple, Google, and Skype we saw a huge opportunity to build a world where email maximizes both your productivity and expressiveness. Our team met at Inkling, where together we built Inkling Habitat, the WYSIWYG ebook editor now used by the world’s biggest publishers. We have unique experience in enabling interactivity cross-platform. \n\nGet Mixmax here: http://mixmax.com\nCheck out our Twitter Wall of Love here: https://twitter.com/MixmaxHQ/timelines/676913925221449728\n\nCheck out our engineering stack: http://stackshare.io/mixmax"},{"name":"Car Next Door","website":"carnextdoor.com.au","angellink":"https://angel.co/car-next-door/jobs","place":" Sydney, Remote","roles":["Front-End Engineer","Front-End Engineer - CND Growth Team"],"salary":"$60k – $73k · 0.5% – 1.0%","founders":[{"name":"Will Davies","link":"https://angel.co/will-davies"},{"name":"David Trumbull","link":"https://angel.co/david-trumbull"},{"name":"Chloe Iliffe","link":"https://angel.co/chloe-iliffe"}],"whyUs":"Modus Create is a Product Studio that offers consulting services and SaaS products for strategy, planning, and execution of web and mobile products. We work across multiple industries with Fortune 1000, ISVs, and startups to validate, plan, and launch new products. Just named one of Inc 5000's fastest growing companies in the US, we are headquartered in Reston, VA. Our bootstrapped team that has grown from 2 to 75 people in 11 countries in 5 years, committed to building the best product consulting firm on the planet. We offer a highly collaborative, autonomous, and effective working environment. We love and believe in what we do. This is your chance to be part of building something great.","product":"Car Next Door is a Neighbour-to-Neighbour car-sharing platform and in-car technology that lets you rent cars from $5 p/h and $25 p/d.  As a Car Owner, you can make $2-10k per year sharing your car when you’re not using it.\n\n"},{"name":"Solvvy","website":"solvvy.com","angellink":"https://angel.co/solvvy/jobs","place":" San Mateo, Remote, Salt Lake City, India, New York","roles":["Software Engineer","Solutions Engineer"],"salary":"$110K – $170K · 0.1% – 0.2%","founders":[{"name":"Justin Betteridge","link":"https://angel.co/justin-betteridge-1"},{"name":"Mahesh Ram","link":"https://angel.co/mahesh-ram"}],"whyUs":"We're reinventing the customer experience with pioneering AI, ML and NLP science, and having fun along the way!  While we're solving hard technical problems 'beneath the hood', we're also building elegantly simple applications that millions of people will use.  We're well funded and backed by many of Silicon Valley's best and brightest investors, including True Ventures, Pear Ventures ( early investors in DropBox, LendingClub, Doordash), Signatures Capital and Carnegie-Mellon University. We have a proven SaaS CEO, and brilliant PhD co-founders.  And best of all, we're attacking a $25 billion enterprise market that's ripe for disruption.","product":"Solvvy is a machine learning startup reinventing the customer experience. Its first product, Solvvy for Support, delivers a better self-service platform that improves customer satisfaction and decreases costs for businesses. This intelligent NLP solution is the first customer support SaaS application based on Solvvy’s powerful AnswerGraph technology.  Solvvy deploys in days and delivers immediate financial  returns for business.  Solvvy is already trusted by leading brands including UpWork, TaskRabbit, Under Armour, Peloton, GoFundMe and others.\n\nThe company was founded by esteemed technologists Mehdi Samadi and Justin Betteridge and serial entrepreneur/CEO, Mahesh Ram."},{"name":"User Interviews","website":"userinterviews.com","angellink":"https://angel.co/userinterviews/jobs","place":" Remote","roles":["Software Engineer","Senior Rails Engineer"],"salary":"$90k – $120k · 0.025% – 0.1%","founders":[{"name":"Dennis Meng","link":"https://angel.co/dennis-meng-1"},{"name":"Basel Fakhoury","link":"https://angel.co/basel-fakhoury"},{"name":"Bob Saris","link":"https://angel.co/rsaris"}],"whyUs":"We're a team of 14  on a mission to help companies build amazing products. We're growing quickly and hiring to support our growth. Over 1,000 innovative companies - including tech giants like Spotify, Pinterest, Vistaprint, and Adobe - rely on the User Interviews platform to support their UX, design, and product development process. Join us today to help us influence the next several generations of products.","product":"User Interviews is a seed-funded startup on a mission to help companies build amazing products. Our platform makes it incredibly easy for Product Managers and UX Designers to gather feedback by talking to their users. Over 1000 companies - including tech giants like Spotify, Pinterest, Vistaprint, and Adobe - already rely on our platform to streamline their user research efforts."},{"name":"showd.me","website":"showd.me","angellink":"https://angel.co/showd-me/jobs","place":" New York City, Remote","roles":["DevOps Engineer"],"salary":"$80k – $120k · 0.25% – 0.9%","founders":[{"name":"avi singer","link":"https://angel.co/avi-singer"}],"whyUs":"showd.me is changing the way organizations develop their key asset, people, by providing the tools for employees to learn from and train each other. ","product":"showd.me is a social learning platform that allows employees to easily train and learn from other employees across an organization.&nbsp;"},{"name":"Amira Learning","website":"amiralearning.com","angellink":"https://angel.co/amira-learning-1/jobs","place":" San Francisco, Remote, Pittsburgh, San Francisco Bay Area, Chicago","roles":["Senior Software Engineer"],"salary":"$150k – $220k · 0.3% – 0.8%","founders":[{"name":"Mark Angel","link":"https://angel.co/mark-angel-2"}],"whyUs":"showd.me is changing the way organizations develop their key asset, people, by providing the tools for employees to learn from and train each other. ","product":"Amira is the first Artificially intelligent reading assistant.  Amira is able to listen to kids read, automatically assess their oral reading fluency and provide interactive tutoring.\n\n"},{"name":"Advant Interactive","website":"advantinteractive.com","angellink":"https://angel.co/advant-interactive-1/jobs","place":" Remote, Los Angeles, Long Beach","roles":["Full-Stack Web Developer with WordPress Experience"],"salary":"$40k – $60k · No equity","founders":[{"name":"Jeremy Nunnally","link":"https://angel.co/jeremy-nunnally"}],"whyUs":"We are Advant Interactive, a group of design and developer nerds. We’re a small bunch so far but we have plans for world domination. We’re based in Long Beach, just a Kobe 3-pointer from the beach, and a taxi ride from the heart of LA.","product":"We design and build cutting-edge websites for clients, ranging from e-commerce to educational institutions."},{"name":"GET IT DONE","website":"getitdone.co","angellink":"https://angel.co/get-it-done-1/jobs","place":" Berlin, Remote","roles":["Senior FullStack Developer (m/f)"],"salary":"€50k – €70k · No equity","founders":[{"name":"Sascha Kellert","link":"https://angel.co/kellert"}],"whyUs":"We are Advant Interactive, a group of design and developer nerds. We’re a small bunch so far but we have plans for world domination. We’re based in Long Beach, just a Kobe 3-pointer from the beach, and a taxi ride from the heart of LA.","product":"We help brands turn products into outcomes. "}]